Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Open the transaction out in the register — select it and press ⌘E, or click its disclosure arrow.
de: Klappen Sie die Buchung im Kontobuch auf — auswählen und ⌘E drücken oder auf den Aufklapppfeil klicken.
es: Despliegue la transacción en el registro: selecciónela y pulse ⌘E, o haga clic en su flecha de despliegue.
fr: Déployez l’opération dans le registre — sélectionnez-la et appuyez sur ⌘E, ou cliquez sur son triangle d’affichage.
it: Espandete la transazione nel registro: selezionatela e premete ⌘E, oppure fate clic sulla freccia di espansione.
ja: 記録簿で取引を展開します。選択して ⌘E を押すか、開閉用の三角をクリックします。
pt_br: Expanda a transação no registro — selecione-a e pressione ⌘E, ou clique na seta de expansão.
zh_hans: 在账簿中展开该交易——选中后按 ⌘E，或点击其展开箭头。

source: Opened
de: Geöffnet
es: Abierto
fr: Ouvert
it: Aperto
ja: 開いた日時
pt_br: Aberto
zh_hans: 已打开

source: Opened with %@ unreadable and defaulted — consider Repair Book and check the audit trail.
de: Beim Öffnen waren %@ unlesbar und wurden auf Standardwerte gesetzt – „Buch reparieren“ erwägen und den Prüfpfad ansehen.
es: Al abrir, %@ resultaron ilegibles y se establecieron valores predeterminados: considere Reparar libro y revise la pista de auditoría.
fr: À l’ouverture, %@ étaient illisibles et ont reçu des valeurs par défaut – envisagez Réparer le livre et consultez la piste d’audit.
it: All’apertura %@ non erano leggibili e sono stati impostati valori predefiniti: valuta Ripara libro e controlla la pista di controllo.
ja: 開いた際に %@ が読み取れず、既定値が設定されました。「帳簿を修復」を検討し、監査証跡を確認してください。
pt_br: Ao abrir, %@ estavam ilegíveis e receberam valores padrão — considere Reparar livro e verifique a trilha de auditoria.
zh_hans: 打开时有 %@ 无法读取并已使用默认值 — 建议执行“修复账簿”并查看审计记录。

source: Opening %@
de: %@ wird geöffnet
es: Abriendo %@
fr: Ouverture de %@
it: Apertura di %@
ja: %@ を開いています
pt_br: Abrindo %@
zh_hans: 正在打开 %@

source: Opening balances and retained earnings.
de: Anfangssalden und Gewinnrücklagen.
es: Saldos iniciales y resultados acumulados.
fr: Soldes d’ouverture et report à nouveau.
it: Saldi iniziali e utili non distribuiti.
ja: 期首残高と繰越利益。
pt_br: Saldos iniciais e lucros acumulados.
zh_hans: 期初余额与未分配利润。

source: Opens a file dialog — the chosen file is linked in place, stored relative to the document folder (Settings ▸ Documents) when inside it
de: Öffnet einen Dateidialog — die gewählte Datei wird an Ort und Stelle verknüpft, relativ zum Dokumentordner (Einstellungen ▸ Dokumente), sofern sie darin liegt
es: Abre un diálogo de archivos: el archivo elegido se vincula en su sitio, guardado de forma relativa a la carpeta del documento (Ajustes ▸ Documentos) si está dentro
fr: Ouvre une boîte de dialogue — le fichier choisi est lié sur place, enregistré relativement au dossier du document (Réglages ▸ Documents) s’il s’y trouve
it: Apre una finestra di dialogo: il file scelto viene collegato dov’è, memorizzato relativamente alla cartella del documento (Impostazioni ▸ Documenti) se vi si trova
ja: ファイル選択ダイアログを開きます。選んだファイルはその場所のままリンクされ、書類フォルダ（設定 ▸ 書類）内にあれば相対パスで保存されます
pt_br: Abre uma caixa de diálogo — o arquivo escolhido é vinculado no lugar, armazenado de forma relativa à pasta do documento (Ajustes ▸ Documentos) quando estiver dentro dela
zh_hans: 打开文件对话框 — 所选文件将就地关联；若位于文稿文件夹（设置 ▸ 文稿）内，则以相对路径存储

source: Open…
de: Öffnen …
es: Abrir…
fr: Ouvrir…
it: Apri…
ja: 開く…
pt_br: Abrir…
zh_hans: 打开…

source: Optional name
de: Name (optional)
es: Nombre opcional
fr: Nom facultatif
it: Nome facoltativo
ja: 名前（任意）
pt_br: Nome opcional
zh_hans: 名称（可选）

source: Original Order
de: Ursprüngliche Reihenfolge
es: Orden original
fr: Ordre d’origine
it: Ordine originale
ja: 元の並び順
pt_br: Ordem original
zh_hans: 原始顺序

source: Out of balance
de: Nicht ausgeglichen
es: Descuadrado
fr: Déséquilibré
it: Non in pareggio
ja: 貸借不一致
pt_br: Fora de equilíbrio
zh_hans: 不平衡

source: Out of balance — the splits do not sum to zero
de: Nicht ausgeglichen — die Buchungsteile ergeben nicht null
es: Descuadrada: los desgloses no suman cero
fr: Non équilibrée — les répartitions ne totalisent pas zéro
it: Sbilanciata: le suddivisioni non sommano a zero
ja: 貸借不一致 — スプリットの合計がゼロになりません
pt_br: Desequilibrada — as divisões não somam zero
zh_hans: 借贷不平——分录合计不为零

source: Outlook
de: Ausblick
es: Perspectivas
fr: Perspectives
it: Prospettive
ja: 見通し
pt_br: Perspectivas
zh_hans: 展望

source: Outside the app
de: Außerhalb der App
es: Fuera de la app
fr: En dehors de l’app
it: Fuori dall’app
ja: アプリの外で
pt_br: Fora do app
zh_hans: 应用之外

source: Outstanding
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso
ja: 未処理
pt_br: Em aberto
zh_hans: 未结清

source: Over %@
de: Über %@
es: Más de %@
fr: Plus de %@
it: Oltre %@
ja: %@ 超
pt_br: Mais de %@
zh_hans: 超过 %@

source: Over by %@
de: %@ darüber
es: %@ por encima
fr: Dépassement de %@
it: In eccesso di %@
ja: %@ 超過
pt_br: %@ acima
zh_hans: 超出 %@

source: Over-allocated by %@ in %@
de: Um %@ überzugeordnet in %@
es: Sobreasignado en %@ dentro de %@
fr: Sur-affecté de %@ dans %@
it: Sovra-assegnato di %@ in %@
ja: %@ で %@ 超過して割り当てられています
pt_br: Alocado a mais em %@ dentro de %@
zh_hans: 在 %@ 中超额分配 %@

source: Overdue
de: Überfällig
es: Vencido
fr: En retard
it: Scaduto
ja: 延滞
pt_br: Vencido
zh_hans: 逾期

source: Overrides the ticker sent to the price provider.
de: Überschreibt das Kürzel, das an den Kursanbieter gesendet wird.
es: Sustituye el ticker que se envía al proveedor de cotizaciones.
fr: Remplace le symbole envoyé au fournisseur de cours.
it: Sostituisce il ticker inviato al fornitore di quotazioni.
ja: 価格プロバイダに送るティッカーを上書きします。
pt_br: Substitui o ticker enviado ao provedor de cotações.
zh_hans: 覆盖发送给价格提供方的代码。

source: Overview
de: Übersicht
es: Resumen
fr: Vue d’ensemble
it: Panoramica
ja: 概要
pt_br: Visão geral
zh_hans: 总览

source: Owing
de: Offen
es: Pendiente
fr: Dû
it: Dovuto
ja: 未払
pt_br: Devido
zh_hans: 应付

source: Owing %@
de: Offen %@
es: Pendiente %@
fr: Dû %@
it: Dovuto %@
ja: 未払 %@
pt_br: Devido %@
zh_hans: 应付 %@

source: P&L, balance sheet, capital gains, dividends & franking — one PDF
de: GuV, Bilanz, Veräußerungsgewinne, Dividenden & Steuergutschriften — ein PDF
es: Pérdidas y ganancias, balance, plusvalías, dividendos y créditos fiscales: un solo PDF
fr: Compte de résultat, bilan, plus-values, dividendes et crédits d’impôt — un seul PDF
it: Conto economico, stato patrimoniale, plusvalenze, dividendi e crediti d’imposta: un unico PDF
ja: 損益計算書、貸借対照表、キャピタルゲイン、配当とフランキング — PDF 1 本に
pt_br: DRE, balanço, ganhos de capital, dividendos e créditos fiscais — um único PDF
zh_hans: 利润表、资产负债表、资本利得、股息与税收抵免 — 汇成一份 PDF

source: PDFs imported by Smart Import are copied here and linked to their transaction as a relative path — the same scheme as GnuCash document links, so links survive export. Keeping documents next to the book means both move together (e.g. on a NAS).
de: Von „Intelligenter Import“ importierte PDFs werden hierher kopiert und über einen relativen Pfad mit ihrer Buchung verknüpft — dasselbe Schema wie GnuCash-Dokumentlinks, sodass Links den Export überstehen. Liegen Dokumente neben dem Buch, wandern beide gemeinsam (z. B. auf einem NAS).
es: Los PDF importados con Importación inteligente se copian aquí y se vinculan a su transacción con una ruta relativa, el mismo esquema que los enlaces de documentos de GnuCash, de modo que los enlaces sobreviven a la exportación. Tener los documentos junto al libro hace que ambos se muevan juntos (p. ej. en un NAS).
fr: Les PDF importés par l’Import intelligent sont copiés ici et liés à leur opération par un chemin relatif — le même schéma que les liens de documents GnuCash, afin que les liens survivent à l’export. Garder les documents à côté du livre permet de les déplacer ensemble (p. ex. sur un NAS).
it: I PDF importati con l’Importazione intelligente vengono copiati qui e collegati alla transazione con un percorso relativo, lo stesso schema dei collegamenti ai documenti di GnuCash, così i collegamenti sopravvivono all’esportazione. Tenere i documenti accanto al libro fa sì che si spostino insieme (es. su un NAS).
ja: スマート読み込みで取り込んだ PDF はここにコピーされ、相対パスで取引にリンクされます。GnuCash の書類リンクと同じ方式なので、書き出し後もリンクは保たれます。書類を帳簿の隣に置けば、両方が一緒に移動します（NAS 上など）。
pt_br: Os PDFs importados pela Importação inteligente são copiados para cá e vinculados à transação por um caminho relativo — o mesmo esquema dos links de documentos do GnuCash, de modo que os links sobrevivem à exportação. Manter os documentos junto ao livro faz com que ambos se movam juntos (ex.: em um NAS).
zh_hans: 通过「智能导入」导入的 PDF 会拷贝到此处，并以相对路径关联到对应交易 — 与 GnuCash 的文稿链接方案相同，因此导出后链接依然有效。将文稿与账簿放在一起，二者便会一同移动（例如在 NAS 上）。

source: Paid
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato
ja: 支払済み
pt_br: Pago
zh_hans: 已付

source: Parent
de: Übergeordnetes Konto
es: Cuenta superior
fr: Compte parent
it: Conto superiore
ja: 親勘定科目
pt_br: Conta superior
zh_hans: 上级科目

source: Paste Transaction
de: Buchung einsetzen
es: Pegar transacción
fr: Coller l’opération
it: Incolla transazione
ja: 取引をペースト
pt_br: Colar transação
zh_hans: 粘贴交易

source: Pay from
de: Zahlen von
es: Pagar desde
fr: Payer depuis
it: Paga da
ja: 支払元
pt_br: Pagar de
zh_hans: 付款来源

source: Pay to the order of
de: Zahlen Sie an
es: Páguese a la orden de
fr: Payez à l’ordre de
it: Pagate all’ordine di
ja: 支払先
pt_br: Pague à ordem de
zh_hans: 收款人

source: Payable Aging Report…
de: Fälligkeitsanalyse Verbindlichkeiten …
es: Informe de antigüedad de pagos…
fr: État chronologique des dettes fournisseurs…
it: Scadenzario fornitori…
ja: 買掛金年齢表…
pt_br: Relatório de contas a pagar por vencimento…
zh_hans: 应付账款账龄表…

source: Payee column: %lld
de: Empfängerspalte: %lld
es: Columna de beneficiario: %lld
fr: Colonne du bénéficiaire : %lld
it: Colonna beneficiario: %lld
ja: 支払先の列: %lld
pt_br: Coluna de beneficiário: %lld
zh_hans: 收款人列：%lld

source: Paying party
de: Zahlende Partei
es: Parte pagadora
fr: Partie payeuse
it: Parte pagante
ja: 支払者
pt_br: Parte pagadora
zh_hans: 付款方

source: Payment
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
ja: 支払い
pt_br: Pagamento
zh_hans: 付款

source: Payment date
de: Zahlungsdatum
es: Fecha de pago
fr: Date de paiement
it: Data di pagamento
ja: 支払日
pt_br: Data de pagamento
zh_hans: 付款日期

source: Payments / year
de: Zahlungen / Jahr
es: Pagos / año
fr: Paiements / an
it: Pagamenti / anno
ja: 年間支払回数
pt_br: Pagamentos / ano
zh_hans: 每年付款次数

source: Payoff
de: Tilgung
es: Amortización
fr: Remboursement
it: Estinzione
ja: 完済
pt_br: Quitação
zh_hans: 还清

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
it: Percentuale
ja: 割合
pt_br: Percentual
zh_hans: 百分比

source: Performance
de: Wertentwicklung
es: Rentabilidad
it: Rendimento
ja: パフォーマンス
pt_br: Desempenho
zh_hans: 表现

source: Period
de: Zeitraum
es: Período
fr: Période
it: Periodo
ja: 期間
pt_br: Período
zh_hans: 期间

source: Period %lld
de: Periode %lld
es: Período %lld
fr: Période %lld
it: Periodo %lld
ja: 第 %lld 期
pt_br: Período %lld
zh_hans: 第 %lld 期

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ja: 電話
pt_br: Telefone
zh_hans: 电话

source: Pick a page on the left, or search.
de: Wählen Sie links eine Seite, oder suchen Sie.
es: Elige una página a la izquierda, o busca.
fr: Choisissez une page à gauche, ou faites une recherche.
it: Scegli una pagina a sinistra, oppure cerca.
ja: 左からページを選ぶか、検索してください。
pt_br: Escolha uma página à esquerda ou use a busca.
zh_hans: 在左侧选择一个页面，或使用搜索。

source: Pick receipts, invoices or dividend statements (PDF or image). Each is matched to its transaction — in any account — then linked and categorised.
de: Wählen Sie Belege, Rechnungen oder Dividendenabrechnungen (PDF oder Bild). Jede wird ihrer Buchung zugeordnet — in jedem Konto — und dann verknüpft und kategorisiert.
es: Elige recibos, facturas o informes de dividendos (PDF o imagen). Cada uno se empareja con su transacción —en cualquier cuenta— y luego se vincula y categoriza.
fr: Choisissez des reçus, factures ou avis de dividende (PDF ou image). Chacun est associé à son opération — dans n’importe quel compte — puis lié et catégorisé.
it: Scegli ricevute, fatture o avvisi di dividendo (PDF o immagine). Ognuno viene abbinato alla sua transazione, in qualsiasi conto, poi collegato e categorizzato.
ja: 領収書・請求書・配当通知（PDF または画像）を選びます。それぞれが（どの勘定科目でも）対応する取引に照合され、リンクと分類が行われます。
pt_br: Escolha recibos, faturas ou avisos de dividendos (PDF ou imagem). Cada um é associado à sua transação — em qualquer conta — e depois vinculado e categorizado.
zh_hans: 选择收据、发票或股息通知（PDF 或图像）。每一项都会与其交易匹配 — 不限科目 — 然后完成关联与分类。

source: Pick the account the money left and the account it arrived in.
de: Wählen Sie das Konto, von dem das Geld abging, und das, auf dem es ankam.
es: Elija la cuenta de la que salió el dinero y aquella en la que llegó.
fr: Choisissez le compte d’où l’argent est parti et celui où il est arrivé.
it: Scegliete il conto da cui il denaro è uscito e quello in cui è arrivato.
ja: お金が出ていった勘定科目と、届いた勘定科目を選びます。
pt_br: Escolha a conta de onde o dinheiro saiu e aquela em que chegou.
zh_hans: 选择资金转出的科目与到账的科目。

source: Plan what you mean to spend, then see how it went.
de: Planen Sie, was Sie ausgeben wollen, und sehen Sie dann, wie es gelaufen ist.
es: Planifica lo que piensas gastar y luego mira cómo fue.
fr: Prévoyez ce que vous comptez dépenser, puis voyez ce qu’il en a été.
it: Pianifica quanto intendi spendere, poi guarda com’è andata.
ja: 使う予定を立て、その結果を確認します。
pt_br: Planeje o que pretende gastar e depois veja como foi.
zh_hans: 先规划打算花多少，再看看实际情况。

source: Planner
de: Planer
es: Planificador
fr: Planificateur
it: Pianificatore
ja: プランナー
pt_br: Planejador
zh_hans: 规划器

source: Planner…
de: Planer …
es: Planificador…
fr: Planificateur…
it: Pianificatore…
ja: プランナー…
pt_br: Planejador…
zh_hans: 规划器…

source: Planning
de: Planung
es: Planificación
fr: Planification
it: Pianificazione
ja: プランニング
pt_br: Planejamento
zh_hans: 规划

source: Planning ahead
de: Vorausplanen
es: Planificar a futuro
fr: Anticiper
it: Pianificare il futuro
ja: 将来に備える
pt_br: Planejar o futuro
zh_hans: 为将来做规划

source: Post
de: Buchen
es: Contabilizar
fr: Comptabiliser
it: Registra
ja: 記帳
pt_br: Lançar
zh_hans: 过账

source: Post immediately
de: Sofort buchen
es: Contabilizar de inmediato
fr: Comptabiliser immédiatement
it: Registra subito
ja: すぐに記帳
pt_br: Lançar imediatamente
zh_hans: 立即过账

source: Post it — that books the amount to accounts receivable.
de: Buchen Sie sie — damit wandert der Betrag auf die Forderungen.
es: Contabilízala: eso lleva el importe a clientes por cobrar.
fr: Comptabilisez-la — le montant est porté aux créances clients.
it: Registrala: l’importo va nei crediti verso clienti.
ja: 記帳します — 金額が売掛金に計上されます。
pt_br: Lance-a — isso registra o valor em contas a receber.
zh_hans: 过账 — 金额将计入应收账款。

source: Post it. Undo takes the whole closing back in one step; a book with more than one currency gets one closing entry per currency.
de: Buchen Sie ab. Widerrufen nimmt den ganzen Abschluss in einem Schritt zurück; ein Buch mit mehr als einer Währung erhält je Währung eine Abschlussbuchung.
es: Regístrelo. Deshacer revierte todo el cierre en un solo paso; un libro con más de una divisa recibe un asiento de cierre por divisa.
fr: Validez. Annuler défait la clôture entière en une seule fois ; un livre à plusieurs devises reçoit une écriture de clôture par devise.
it: Registratelo. Annulla riporta indietro l’intera chiusura in un solo passo; un libro con più di una valuta riceve una scrittura di chiusura per ciascuna valuta.
ja: 記帳します。取り消しは締め処理全体を一度に戻します。通貨が複数ある帳簿では、通貨ごとに 1 本ずつ締めの仕訳が立ちます。
pt_br: Lance. Desfazer reverte o encerramento inteiro num único passo; um livro com mais de uma moeda recebe um lançamento de encerramento por moeda.
zh_hans: 过账。撤销可以一步把整个结转退回；含有多种货币的账簿，每种货币会生成一笔结转分录。

source: Post unmatched rows to the imbalance account
de: Nicht zugeordnete Zeilen auf das Ausgleichskonto buchen
es: Contabilizar las filas sin emparejar en la cuenta de descuadre
fr: Comptabiliser les lignes non appariées sur le compte de déséquilibre
it: Registra le righe non abbinate nel conto di sbilancio
ja: 一致しなかった行を不均衡勘定に記帳します
pt_br: Lançar as linhas não correspondidas na conta de desequilíbrio
zh_hans: 将未匹配的行过账到失衡科目

source: Posted
de: Gebucht
es: Contabilizado
fr: Comptabilisé
it: Registrato
ja: 記帳済み
pt_br: Lançado
zh_hans: 已入账

source: Posted in %@. A mistyped year still balances and still reconciles — it just leaves the period it belongs to, so it disappears from every report that bounds by date. Search for the year to find them. Cleaning leaves these alone: only you know which year was meant.
de: Gebucht in %@. Eine vertippte Jahreszahl bleibt ausgeglichen und abstimmbar — die Buchung verlässt nur den Zeitraum, in den sie gehört, und verschwindet damit aus jedem nach Datum begrenzten Bericht. Suchen Sie nach der Jahreszahl, um sie zu finden. Beim Bereinigen bleiben sie unangetastet: nur Sie wissen, welches Jahr gemeint war.
es: Contabilizadas en %@. Un año mal escrito sigue cuadrando y sigue conciliando: solo abandona el periodo al que pertenece, así que desaparece de todo informe acotado por fecha. Busque el año para encontrarlas. La limpieza no las toca: solo usted sabe qué año se quiso poner.
fr: Enregistrées en %@. Une année mal saisie reste équilibrée et rapprochable — l’opération quitte simplement la période à laquelle elle appartient et disparaît donc de tout rapport borné par date. Recherchez l’année pour les retrouver. Le nettoyage n’y touche pas : vous seul savez quelle année était voulue.
it: Registrate nel %@. Un anno digitato male resta quadrato e riconciliabile: l’operazione lascia soltanto il periodo a cui appartiene e sparisce così da ogni rapporto delimitato per data. Cerca l’anno per trovarle. La pulizia non le tocca: solo tu sai quale anno intendevi.
ja: %@ に記帳されています。年を打ち間違えても貸借は合い、照合もできます。ただ本来の期間から外れるため、日付で区切るすべてのレポートから消えてしまいます。その年で検索すると見つかります。整理では手を触れません。どの年のつもりだったかを知っているのはあなただけです。
pt_br: Lançadas em %@. Um ano digitado errado continua balanceado e continua conciliando — a transação apenas sai do período a que pertence e some de todo relatório limitado por data. Busque pelo ano para encontrá-las. A limpeza não mexe nelas: só você sabe qual ano era o pretendido.
zh_hans: 记账年份为 %@。年份打错的交易依然借贷平衡、依然能对账——它只是离开了本该所属的期间，因而从每一份按日期取数的报表中消失。搜索该年份即可找到它们。清理不会改动它们：只有你知道原本想填的是哪一年。

source: Postings to a matching account (`category:` also works).
de: Buchungen auf ein passendes Konto (`category:` geht auch).
es: Asientos en una cuenta coincidente (`category:` también funciona).
fr: Écritures sur un compte correspondant (`category:` fonctionne aussi).
it: Registrazioni su un conto corrispondente (funziona anche `category:`).
ja: 一致する勘定科目への記帳（`category:` も使えます）。
pt_br: Lançamentos em uma conta correspondente (`category:` também funciona).
zh_hans: 记入匹配科目的记账（`category:` 同样有效）。

source: Prepared with FinvestLens from the owner's own records — a snapshot, not a verified statement.
de: Mit FinvestLens aus den eigenen Aufzeichnungen des Inhabers erstellt — eine Momentaufnahme, kein geprüfter Abschluss.
es: Elaborado con FinvestLens a partir de los propios registros del titular: una instantánea, no un estado verificado.
fr: Établi avec FinvestLens à partir des propres écritures du titulaire — un instantané, non un état vérifié.
it: Redatto con FinvestLens dalle registrazioni del titolare: un’istantanea, non un bilancio verificato.
ja: FinvestLens により所有者自身の記録から作成されました。検証済みの財務諸表ではなく、ある時点のスナップショットです。
pt_br: Elaborado com o FinvestLens a partir dos próprios registros do titular — um retrato, não uma demonstração auditada.
zh_hans: 由 FinvestLens 依据所有者自己的记录生成 — 这是一份快照，而非经审核的报表。

source: Preparing %@…
de: %@ wird vorbereitet …
es: Preparando %@…
fr: Préparation de %@…
it: Preparazione di %@…
ja: %@ を準備中…
pt_br: Preparando %@…
zh_hans: 正在准备 %@…

source: Preparing the review…
de: Der Bericht wird vorbereitet …
es: Preparando la revisión…
fr: Préparation de la revue…
it: Preparazione dell’analisi…
ja: レビューを準備中…
pt_br: Preparando a análise…
zh_hans: 正在准备综述…

source: Present
de: Präsentieren
es: Presentar
fr: Présenter
it: Presenta
ja: プレゼンテーション
pt_br: Apresentar
zh_hans: 演示

source: Present:
de: Aktuell:
es: Actual:
fr: Actuel :
it: Attuale:
ja: 現在:
pt_br: Atual:
zh_hans: 当前：

source: Presentation decks
de: Präsentationen
es: Presentaciones
fr: Présentations
it: Presentazioni
ja: プレゼンテーション
pt_br: Apresentações
zh_hans: 演示幻灯片

source: Press Space on a book in the Finder to see inside it without opening it — FinvestLens documents, and GnuCash files too, in all three shapes GnuCash writes them.
de: Drücken Sie im Finder die Leertaste auf einem Buch, um hineinzusehen, ohne es zu öffnen — FinvestLens-Dokumente und auch GnuCash-Dateien, in allen drei Formen, die GnuCash schreibt.
es: Pulse Espacio sobre un libro en el Finder para ver su interior sin abrirlo: documentos de FinvestLens y también archivos de GnuCash, en las tres formas en que GnuCash los escribe.
fr: Appuyez sur Espace sur un livre dans le Finder pour en voir le contenu sans l’ouvrir — documents FinvestLens, et fichiers GnuCash aussi, dans les trois formes que GnuCash écrit.
it: Premete Spazio su un libro nel Finder per vederne il contenuto senza aprirlo: documenti FinvestLens e anche file GnuCash, in tutte e tre le forme in cui GnuCash li scrive.
ja: Finder で帳簿を選んでスペースキーを押すと、開かずに中身を確認できます。FinvestLens の書類だけでなく、GnuCash が書き出す 3 種類すべての GnuCash ファイルにも対応します。
pt_br: Pressione Espaço sobre um livro no Finder para ver seu conteúdo sem abri-lo — documentos do FinvestLens e também arquivos do GnuCash, nas três formas em que o GnuCash os grava.
zh_hans: 在访达中选中账簿并按空格键，即可不打开而查看其内容——既支持 FinvestLens 文稿，也支持 GnuCash 文件的全部三种写入形式。

source: Press ⌘⏎, or click away, to commit the row.
de: Drücken Sie ⌘⏎ oder klicken Sie weg, um die Zeile zu übernehmen.
es: Pulse ⌘⏎, o haga clic fuera, para confirmar la fila.
fr: Appuyez sur ⌘⏎, ou cliquez ailleurs, pour valider la ligne.
it: Premete ⌘⏎, o fate clic altrove, per confermare la riga.
ja: ⌘⏎ を押すか、ほかの場所をクリックして行を確定します。
pt_br: Pressione ⌘⏎, ou clique fora, para confirmar a linha.
zh_hans: 按 ⌘⏎ 或点击别处，以提交该行。

source: Press ⎋ to discard the edit.
de: ⎋ drücken, um die Bearbeitung zu verwerfen.
es: Pulsa ⎋ para descartar la edición.
fr: Appuyez sur ⎋ pour abandonner la modification.
it: Premi ⎋ per annullare la modifica.
ja: ⎋ を押すと編集を破棄します。
pt_br: Pressione ⎋ para descartar a edição.
zh_hans: 按 ⎋ 放弃编辑。

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
pt_br: Pré-visualização
zh_hans: 预览

source: Preview This Run…
de: Diesen Lauf vorab ansehen …
es: Previsualizar esta ejecución…
fr: Prévisualiser cette exécution…
it: Anteprima di questo aggiornamento…
ja: この実行をプレビュー…
pt_br: Pré-visualizar esta execução…
zh_hans: 预览本次运行…

source: Previous Tab
de: Vorheriger Tab
es: Pestaña anterior
fr: Onglet précédent
it: Pannello precedente
ja: 前のタブ
pt_br: Aba anterior
zh_hans: 上一个标签页

source: Previous slide
de: Vorherige Folie
es: Diapositiva anterior
fr: Diapositive précédente
it: Diapositiva precedente
ja: 前のスライド
pt_br: Slide anterior
zh_hans: 上一张

source: Price
de: Kurs
es: Cotización
fr: Cours
it: Quotazione
ja: 価格
pt_br: Cotação
zh_hans: 价格

source: Price (%@)
de: Kurs (%@)
es: Cotización (%@)
fr: Cours (%@)
it: Quotazione (%@)
ja: 価格 (%@)
pt_br: Cotação (%@)
zh_hans: 价格（%@）

source: Price History
de: Kursverlauf
es: Historial de precios
fr: Historique des cours
it: Storico prezzi
ja: 価格履歴
pt_br: Histórico de preços
zh_hans: 价格历史

source: Price Target
de: Kursziel
es: Precio objetivo
fr: Cours cible
it: Prezzo obiettivo
ja: 目標価格
pt_br: Preço-alvo
zh_hans: 目标价

source: Price Targets…
de: Kursziele …
es: Precios objetivo…
fr: Cours cibles…
it: Prezzi obiettivo…
ja: 目標価格…
pt_br: Preços-alvo…
zh_hans: 目标价…
